Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Enhancing the Business Development Bank of Canada's $500 million Pivot to
fr_fr: Bonifier le programme Pivoter pour se propulser de la Banque de développement

source: Grow program to provide support to eligible small- and medium-sized steel
fr_fr: du Canada, financé à hauteur de 500 millions de dollars, pour venir en aide aux

source: enterprises facing liquidity challenges. This program will cost $231 million on an
fr_fr: petites et moyennes entreprises admissibles du secteur de l'acier qui manquent de liquidités. Ce

source: accrual basis over five years starting in 2025-26.
fr_fr: programme coûtera 231 millions de dollars sur cinq ans, selon la comptabilité d'exercice, à

source: $940 million in 2025-26 for the deferral of corporate income tax payments and
fr_fr: l'impôt sur le revenu des sociétés et des versements de la TPS/TVH dus à l'Agence du revenu du

source: GST/HST remittances due to the Canada Revenue Agency from April 2 to June 30,
fr_fr: Canada du 2 avril au 30 juin 2025. Cette mesure permettra aux

source: 2025, providing up to $40 billion in liquidity support for Canadian businesses.
fr_fr: entreprises canadiennes de disposer de liquidités pouvant aller jusqu'à 40 milliards de dollars.

source: Becoming Our Own Best Customer
fr_fr: Devenir notre meilleur client

source: To build our strength at home, we have to focus on what we can control.
fr_fr: Pour renforcer le Canada, nous devons concentrer nos efforts sur ce que nous sommes en mesure de

source: We can control who we buy
fr_fr: contrôler.

source: from, and we choose to buy Canadian.
fr_fr: Nous pouvons choisir où nous allons nous approvisionner, et nous choisissons de le faire

source: The government is launching a new Buy Canadian
fr_fr: Le gouvernement lance une nouvelle politique « Achetez

source: Policy —moving from "best efforts" to a clear obligation to buy Canadian. When
fr_fr: canadien » et passe ainsi d'une approche fondée sur « les meilleurs efforts » à une

source: domestic suppliers are not available, purchases will be required to include Canadian content or
fr_fr: obligation claire d'acheter des produits canadiens. Si aucun fournisseur n'est trouvé au pays, les

source: be sourced from trusted partners.
fr_fr: achats devront comprendre du contenu canadien ou être effectués auprès de partenaires de confiance.

source: Such cases will remain the exception, not the norm, and will
fr_fr: Ces cas resteront l'exception, et non la norme, et devront faire l'objet d'une autorisation

source: require ministerial approval.
fr_fr: ministérielle.

source: To facilitate the implementation of the Buy Canadian
fr_fr: Pour faciliter la mise en œuvre de la politique « Achetez

source: Policy , the government will also implement regulatory amendments to ensure that Buy
fr_fr: canadien » , le gouvernement modifiera aussi la réglementation afin que les aspects des

source: Canadian aspects of federal procurement processes are not subject to review by the Canadian
fr_fr: processus d'approvisionnement fédéraux se rattachant à cette politique ne fassent pas l'objet

source: International Trade Tribunal.
fr_fr: d'examens du Tribunal canadien du commerce extérieur.

source: This new approach will extend to all federal agencies and Crown corporations, like VIA Rail and
fr_fr: Cette nouvelle politique s'appliquera à l'ensemble des agences et sociétés d'État fédérales, dont

source: Alto, which is responsible for the new High-Speed Rail initiative, leveraging every public
fr_fr: VIA Rail et Alto, qui est responsable de la nouvelle initiative de train à grande vitesse. On

source: dollar to strengthen Canada's economy, create jobs, and building capacity at home.
fr_fr: canadienne, de créer des emplois et d'accroître les capacités ici, chez nous.

source: The policy
fr_fr: De plus, la politique

source: will also cut red tape and make it easier for Canadian businesses to access federal procurement
fr_fr: réduira les formalités administratives et permettra aux entreprises canadiennes d'accéder plus

source: This policy will ensure that federal procurement will also support Canadian
fr_fr: Cette politique fera aussi en sorte que les

source: social enterprises. To support this policy, the federal government will also set up a Small and Medium
fr_fr: approvisionnements fédéraux soutiennent les entreprises d'économie sociale canadiennes.

source: Business Procurement Program to help Canadian small- and medium-sized enterprises
fr_fr: d'approvisionnement auprès des petites et moyennes entreprises afin d'aider ces

source: access federal procurement opportunities.
fr_fr: dernières à obtenir des marchés du gouvernement fédéral.

source: Canada's new government is on a mission to build Canada strong through major infrastructure
fr_fr: Le nouveau gouvernement du Canada s'est donné pour mission de renforcer le pays grâce à de grands

source: projects, a modern defence industry, and millions more homes.
fr_fr: projets d'infrastructures, à une industrie de la défense moderne et à la construction de millions de

source: Through the new Buy
fr_fr: logements supplémentaires.

source: Canadian Policy , we are making government a force for nation-building—becoming our
fr_fr: canadien » , nous faisons du gouvernement une force à l'appui de l'intérêt national,

source: own best customer, protecting Canadian businesses, and empowering our workers with high-paying
fr_fr: pour devenir le meilleur client du Canada, protéger les entreprises d'ici et donner à nos

source: careers that build prosperity at home.
fr_fr: travailleurs accès à des emplois bien rémunérés qui favorisent la prospérité ici, chez nous.

source: Budget 2025 proposes to provide $98.2 million over five
fr_fr: Le budget de 2025 propose de verser 98,2 millions de dollars sur cinq ans, à compter

source: years, starting in 2026-27, and $9.8 million ongoing to Public Services and
fr_fr: de 2026-2027, et 9,8 millions de dollars par année par la suite, à Services publics et

source: Procurement Canada and $7.7 million over three years, starting in 2026-27, to
fr_fr: Approvisionnement Canada, ainsi que 7,7 millions de dollars sur trois ans, à compter

source: the Treasury Board Secretariat to support the implementation of the new Buy Canadian Policy .
fr_fr: de 2026-2027, au Secrétariat du Conseil du Trésor pour faciliter la mise en œuvre de la politique « Achetez canadien » .

source: Budget 2025 also proposes to provide $79.9 million over
fr_fr: Le budget de 2025 propose aussi de fournir 79,9 millions de dollars sur cinq ans, à

source: five years, starting in 2026-27, to Innovation, Science and Economic Development
fr_fr: compter de 2026-2027, à Innovation, Sciences et Développement économique Canada pour

source: Canada to support the new Small and Medium Business Procurement
fr_fr: soutenir le nouveau Programme d'approvisionnement auprès des petites et moyennes

source: Program .
fr_fr: entreprises.

source: Investing Where It Counts: Resilient Canadian Power
fr_fr: Investir là où ça compte : le projet de nouvelle centrale nucléaire de

source: Through the Darlington New Nuclear Project
fr_fr: Darlington pour renforcer la résilience du secteur canadien de l'énergie

source: Canada will be the first G7 country to bring small modular reactor (SMR) power online,
fr_fr: Le Canada sera le premier pays du G7 à générer de l'énergie au moyen de petits

source: helping to drive innovation, jobs, and industrial growth.
fr_fr: réacteurs modulaires, ce qui aidera à faire progresser l'innovation, l'emploi et la

source: At full potential of four
fr_fr: croissance industrielle.

source: SMRs, the Darlington New Nuclear Project in Bowmanville, Ontario, will provide 1,200
fr_fr: le projet de nouvelle centrale nucléaire de Darlington à Bowmanville, en Ontario,

source: megawatts of clean, reliable electricity, the equivalent of around 1.2 million homes.
fr_fr: fournira 1 200 mégawatts d'électricité propre et fiable, ce qui équivaut à la consommation d'environ 1,2 million de foyers.

source: The project was made possible through a federal and provincial commitment to invest in a
fr_fr: Ce projet a été rendu possible grâce à l'engagement du gouvernement fédéral et de la

source: stronger, more resilient Canada.
fr_fr: province d'investir dans un Canada plus fort et plus résilient.

source: The project is also an example of securing broader
fr_fr: exemple d'initiative qui procurera de plus vastes avantages à l'économie canadienne,

source: benefits to the Canadian economy, with an estimated 80 per cent of small modular reactor
fr_fr: puisqu'environ 80 % de la construction des petits réacteurs modulaires se fera

source: construction to occur in Ontario.
fr_fr: en Ontario.

source: As announced on October 23, 2025, financial support includes a $2 billion investment
fr_fr: Selon l'annonce faite le 23 octobre 2025, le soutien financier

source: from the Canada Growth Fund, along with an additional $1 billion investment from
fr_fr: comprend un investissement de 2 milliards de dollars du Fonds de

source: the province of Ontario, through the Building Ontario Fund.
fr_fr: de 1 milliard de dollars de la province de l'Ontario, par l'intermédiaire

source: 2.2 Growing Canada's Trade with the World
fr_fr: 2.2 Accroître le commerce international du Canada

source: A New Trade Infrastructure Strategy
fr_fr: Une nouvelle Stratégie d'infrastructures commerciales

source: As Canada deepens its trade relationships with reliable partners, we will need to build the
fr_fr: À mesure que le Canada approfondira ses relations commerciales avec des partenaires fiables, il

source: infrastructure that will advance our goal of doubling non-U.S. exports over a decade, generating
fr_fr: faudra bâtir les infrastructures qui nous permettront de progresser vers notre cible consistant à

source: $300 billion more in trade.
fr_fr: 300 milliards de dollars de plus en échanges commerciaux.

source: To that end, Budget 2025 includes a suite of new supports
fr_fr: Pour ce faire, le budget de 2025

source: for trade and transportation infrastructure projects.
fr_fr: comprend un ensemble de nouvelles mesures à l'appui de projets d'infrastructures liés au transport et au commerce.

source: These new initiatives will be supported by
fr_fr: La Banque de l'infrastructure du Canada soutiendra ces nouvelles initiatives en

source: the Canada Infrastructure Bank in assessing projects and determining the appropriate mix of
fr_fr: évaluant les projets et en déterminant la bonne combinaison de mesures de soutien gouvernementales.

source: government supports. Budget 2025 proposes to provide $5.0 billion over seven
fr_fr: Le budget de 2025 propose de verser 5,0 milliards de dollars sur sept ans, à compter

source: years, starting in 2025-26, to Transport Canada to create the Trade Diversification
fr_fr: de 2025-2026, à Transports Canada pour créer le Fonds pour la diversification

source: Corridors Fund.
fr_fr: des corridors commerciaux .

source: By investing in the infrastructure that moves our products to global
fr_fr: faciliteront l'expédition des produits canadiens vers les marchés mondiaux, ce fonds permettra

source: markets, this fund will strengthen supply chains, unlock new export opportunities, and
fr_fr: de renforcer les chaînes d'approvisionnement, d'ouvrir de nouveaux débouchés à l'exportation et

source: build a more resilient, diversified economy.
fr_fr: de bâtir une économie plus résiliente et diversifiée.

source: The Fund will support projects of all
fr_fr: Il soutiendra des projets de différentes

source: scales, including digital infrastructure, to improve the ability of our imports and
fr_fr: envergures, y compris en lien avec l'infrastructure numérique, pour favoriser un transport

source: exports to travel efficiently across the country and to and from the rest of the world.
fr_fr: efficace des produits importés et exportés dans tout le pays ainsi qu'en provenance et à

source: For example, the government will consider investments in key projects in the Great
fr_fr: destination de l'étranger. Par exemple, le gouvernement envisagera des investissements dans des

source: Lakes-St.
fr_fr: projets clés dans la région des Grands Lacs et du Saint-Laurent, dans des ports du nord-est du

source: Lawrence Region, at ports in northeastern Québec like enhancing the Port of
fr_fr: Québec (notamment pour renforcer la capacité du Port de Saguenay de construire un deuxième

source: Saguenay's capacity to build a second wharf, rail lines in Alberta, port and rail
fr_fr: quai), dans des voies ferrées en Alberta ainsi que dans l'infrastructure portuaire et

source: infrastructure on the West Coast, and more.
fr_fr: ferroviaire sur la côte Ouest, entre autres.

source: As part of additional resources for Canada Border Services Agency (CBSA) announced on
fr_fr: Dans la foulée de l'annonce de ressources supplémentaires pour l'Agence des services frontaliers

source: October 17, 2025, CBSA will work with Public Safety, Transport Canada, and Global
fr_fr: du Canada (ASFC) faite le 17 octobre 2025, l'ASFC travaillera avec Sécurité

source: Affairs Canada to identify additional ports for container import and export designation,
fr_fr: ports pour l'importation et l'exportation de conteneurs, particulièrement dans la région des

source: particularly in the Great Lakes-St Lawrence Region, like Québec City and Hamilton.
fr_fr: Grands Lacs et du Saint-Laurent, par exemple à Québec et à Hamilton.

source: help catalyse private investment at ports and is essential to diversifying our trade.
fr_fr: contribuera à stimuler les investissements privés dans les ports, sans compter son rôle crucial

source: We must also protect our sovereignty in the North and connect northern communities to domestic
fr_fr: Nous devons par ailleurs protéger notre souveraineté dans le Nord et relier les communautés du Nord

source: and global markets.
fr_fr: au marché intérieur et aux marchés mondiaux.

source: While increasing trade opportunities and improving defence readiness,
fr_fr: Tout en augmentant les occasions d'affaires et en

source: investments in northern transportation infrastructure can improve the lives of northern
fr_fr: Nord peuvent améliorer la qualité de vie des habitants de la région, y compris les communautés des

source: residents, including for First Nations, Inuit, and Métis communities, through new connections to
fr_fr: Premières Nations, des Inuits et des Métis, par l'établissement de nouveaux liens avec l'économie

source: Canada's economy and transportation network.
fr_fr: canadienne et le réseau de transport national.

source: Budget 2025 proposes to provide $1 billion over four years, starting
fr_fr: Le budget de 2025 propose de verser 1 milliard de dollars sur quatre ans, à

source: in 2025-26, to Transport Canada to create the Arctic Infrastructure
fr_fr: compter de 2025-2026, à Transports Canada pour créer le Fonds d'infrastructure pour

source: Fund , which will invest in major transportation projects in the North with
fr_fr: l'Arctique , qui investira dans de grands projets de transport dans le Nord pouvant

source: dual-use applications for civilian and military use, including airports, seaports,
fr_fr: avoir un usage à la fois civil et militaire, comme des aéroports, des ports de mer, des routes

source: all-season roads, and highways.
fr_fr: praticables en toute saison et des autoroutes.

source: These investments will strengthen Canada's sovereignty,
fr_fr: Ces investissements renforceront la souveraineté

source: support economic development and job creation in Northern communities, advance Indigenous
fr_fr: du Canada, stimuleront le développement économique et la création d'emplois dans les communautés

source: economic reconciliation, and promote further trade diversification by opening new gateways
fr_fr: plus la diversification du commerce en ouvrant de nouvelles portes d'entrée sur les marchés

source: to global markets.
fr_fr: mondiaux.

source: Dual use infrastructure investments in the North will reliably meet
fr_fr: Les investissements dans des infrastructures à double usage dans le Nord permettront

source: both military and local needs, and the government recognizes that Inuit, First Nations, and
fr_fr: reconnaissant que les Inuits, les Premières Nations et les autres habitants du Nord sont les

source: other communities are best placed to identify community needs.
fr_fr: mieux placés pour déterminer les besoins de leurs communautés.

source: To facilitate the Arctic Infrastructure Fund's support for northern projects, Budget 2025 also proposes to provide
fr_fr: Pour que le Fonds d'infrastructure pour l'Arctique puisse mieux soutenir la réalisation de projets dans le Nord, le budget de 2025 propose aussi de verser

source: $25.5 million over four years, starting in 2025-26, to Crown-Indigenous
fr_fr: 25,5 millions de dollars sur quatre ans, à compter de 2025-2026, à Relations

source: Relations and Northern Affairs Canada, and $41.7 million over four years, starting
fr_fr: Couronne-Autochtones et Affaires du Nord Canada, et 41,7 millions de dollars sur

source: in 2025-26, to Canadian Northern Economic Development Agency, to help accelerate
fr_fr: quatre ans, à compter de 2025-2026, à l'Agence canadienne de développement économique

source: regulatory processes in Canada's North—including consultation with Indigenous
fr_fr: du Nord pour accélérer les processus de réglementation dans le Nord canadien, qui comprendront

source: governments and organisations, and local northern communities.
fr_fr: des consultations avec les gouvernements et organisations autochtones et les communautés locales.

source: Canada is an Arctic
fr_fr: Le Canada est une nation de l'Arctique.

source: nation.
fr_fr: Les partenariats avec les peuples autochtones

source: Indigenous partnerships are critical to Canada's sovereignty and security
fr_fr: sont cruciaux dans le contexte des investissements faits à l'appui de la souveraineté et de la

source: related investments.
fr_fr: sécurité du Canada.

source: Investing Where It Counts: Infrastructure to Diversify Trade
fr_fr: Investir là où ça compte : des infrastructures pour diversifier le commerce

source: Improving Canada's transportation network strengthens economic resilience and supports
fr_fr: L'amélioration du réseau de transport du Canada renforce la résilience économique et

source: trade diversification.
fr_fr: favorise la diversification du commerce.

source: Canada is a trading nation with trade totaling approximately
fr_fr: Le Canada est une nation commerçante dont

source: two-thirds of gross domestic product (GDP).
fr_fr: le commerce extérieur représente environ les deux tiers de son produit intérieur brut (PIB).

source: However, Canada's trade remains heavily
fr_fr: Toutefois, ses échanges commerciaux demeurent fortement concentrés dans

source: concentrated with a single partner: the United States.
fr_fr: un seul marché, les États-Unis.

source: At the same time, Canada has
fr_fr: Or, d'importantes possibilités de diversifier le

source: significant untapped potential to diversify its trade.
fr_fr: commerce du Canada demeurent inexploitées.

source: While Canada's trade deal with
fr_fr: Son accord commercial avec les États-Unis

source: the United States and Mexico gives preferential access to about 28 per cent of
fr_fr: et le Mexique donne au Canada un accès privilégié à environ 28 % de l'économie

source: the global economy, its network of other trade agreements extends that reach to around
fr_fr: mondiale. Cependant, le Canada dispose de tout un réseau d'autres accords

source: 66 per cent, including every other G7 country.
fr_fr: commerciaux qui accroissent sa portée à environ 66 % de l'économie mondiale, y

source: Canada holds a comparative advantage not only in primary sectors—such as agriculture, forestry, fishing, mining, and oil and gas—but also across a range of manufacturing industries, including wood, paper, transportation equipment, aerospace, food and beverage, and primary metals.
fr_fr: compris tous les autres pays du G7. Le Canada détient un avantage comparatif non seulement dans des secteurs primaires comme l'agriculture, la foresterie, la pêche, les mines, le pétrole et le gaz, mais aussi dans une foule d'industries manufacturières, dont le bois, les produits de

source: This is in addition to a thriving services, technology and value-added goods trade—the economy of the future.
fr_fr: papier, le matériel de transport, l'aérospatiale, l'alimentation et les boissons et les métaux de première fusion.

source: Unlocking this potential requires targeted, forward-looking investments in trade infrastructure that allow goods to move efficiently, avoiding bottlenecks.
fr_fr: S'y ajoute le commerce florissant des services, des technologies et des produits à valeur ajoutée sur lesquels reposera l'économie de demain.

source: To enable this investment, Budget 2025 proposes to invest $6 billion in Canadian transportation infrastructure, which could raise productivity and increase Canadian GDP by up to $21 billion.
fr_fr: efficace des biens, sans goulots d'étranglement. Le budget de 2025 propose d'investir 6 milliards de dollars dans l'infrastructure de transport du Canada, ce qui pourrait non seulement augmenter la productivité, mais aussi faire croître le

source: Beyond facilitating access to international markets for Canadian companies affected by trade disruptions, these investments will benefit the broader economy by connecting markets, enabling businesses and industries to expand, all while creating jobs and ensuring Canadians have access to alternative suppliers when trade is disrupted.
fr_fr: En plus de faciliter l'accès aux marchés mondiaux des entreprises canadiennes touchées par les perturbations commerciales, ces investissements profiteront à l'ensemble de l'économie en venant établir des liens entre les marchés et soutenir l'expansion des entreprises et des industries, tout en favorisant la création

source: By improving the efficiency and resilience of Canada's transportation network, trade infrastructure investment directly supports both economic growth and strategic trade diversification.
fr_fr: Parce qu'ils renforcent l'efficacité et la résilience du réseau de transport du Canada, les investissements dans l'infrastructure commerciale appuient à la fois la croissance économique et la diversification stratégique du commerce.

source: Growing and Diversifying Canada's Trade
fr_fr: Faire croître et diversifier le commerce du Canada

source: Export Development Canada's Support for Trade Diversification: Growing Business by
fr_fr: accroître de 25 milliards de dollars les activités commerciales

source: $25 billion The measures proposed in Budget 2025 expand on recent initiatives brought forward to help
fr_fr: Les mesures proposées dans le budget de 2025 s'ajoutent à des initiatives récentes visant à

source: Canadian exporters reach new markets, including Export Development Canada (EDC)'s two-year,
fr_fr: Parmi ces initiatives, mentionnons le Programme d'impact commercial d'Exportation et développement Canada

source: $5 billion Trade Impact Program , which launched in March 2025 and
fr_fr: Lancé en mars 2025, ce programme offre une gamme d'outils pour faciliter les exportations, dont une

source: offers a range of export tools including trade credit insurance, export guarantees, and foreign
fr_fr: assurance crédit commerciale, des garanties à l'exportation et des protections contre les

source: exchange guarantees.
fr_fr: fluctuations de change.

source: Across virtually all sectors, companies are facing increased uncertainty
fr_fr: Dans presque tous les secteurs, des entreprises font face à une incertitude
